Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/WorkshopCreatorConsent.xcstrings
Source language: en
Languages: zh_hans

# workshopCreator.open
source: Declare package use permission
zh_hans: 声明新包使用授权

# workshopCreator.title
source: Creator use permission
zh_hans: 创作者使用授权

# workshopCreator.unavailable
source: This service is not configured. Signing in does not enable declarations.
zh_hans: 此服务尚未配置。登录不会自动开启声明权限。

# workshopCreator.boundary
source: Record explicit consent for your original text package, pending package review. Existing purchases keep their original terms.
zh_hans: 仅为本人原创文字包记录明确同意，等待包审核。现有购买条款保持原样。

# workshopCreator.source
source: Your template ID
zh_hans: 本人玩法编号

# workshopCreator.loading
source: Checking…
zh_hans: 正在核对…

# workshopCreator.request
source: Request ID
zh_hans: 本次请求编号

# workshopCreator.exactSource
source: Exact text for this version
zh_hans: 本版本原文

# workshopCreator.textOnly
source: This version contains only the text below. Review every field.
zh_hans: 此版本只包含下列文字。请逐项核对原文。

# workshopCreator.omitted
source: Planning information excluded from this package
zh_hans: 本包未包含的规划资料

# workshopCreator.selectVersion
source: Choose the intended version
zh_hans: 选择待声明版本

# workshopCreator.noTarget
source: No package version with complete terms is available. You can review the source; confirmation requires complete terms.
zh_hans: 尚无可选择的包版本和完整条款。可以查看原文；完整条款可用后才能确认。

# workshopCreator.fullTerms
source: Complete terms for this version
zh_hans: 本版本完整条款

# workshopCreator.offerVersion
source: Offer version reference
zh_hans: 报价版本标识

# workshopCreator.termsVersion
source: Terms version
zh_hans: 条款版本

# workshopCreator.scope
source: Use in publicly operated themes
zh_hans: 公开主题使用范围

# workshopCreator.confirm.0
source: I reviewed this version’s exact text, exclusions, and complete terms
zh_hans: 我已核对本版本全部原文、未包含资料和完整条款

# workshopCreator.confirm.1
source: I explicitly allow buyers to use it in their own public themes within the displayed terms
zh_hans: 我明确允许买家在所展示条款范围内用于自己的公开主题

# workshopCreator.confirm.2
source: This excludes resale or redistribution of the original package and does not expand past purchases
zh_hans: 此授权不含转售或再分发原包，不扩大旧购买授权

# workshopCreator.declare
source: Confirm and record this declaration
zh_hans: 确认并记录本次声明

# workshopCreator.recorded
source: Declaration recorded
zh_hans: 声明已记录

# workshopCreator.pendingReview
source: Package review is still required. This is not a listing or an issued purchase license.
zh_hans: 仍需包审核，尚未上架或签发购买授权。

# workshopCreator.package
source: Package reference
zh_hans: 包标识

# workshopCreator.version
source: Version
zh_hans: 版本

# workshopCreator.record
source: Declaration record
zh_hans: 声明记录

# workshopCreator.another
source: Finish this review and review another version
zh_hans: 完成本次核对，审阅另一版本

# workshopCreator.refresh
source: Refresh source review
zh_hans: 重新核对原文

# workshopCreator.checkStatus
source: Check the previous declaration
zh_hans: 核对此前声明结果

# workshopCreator.unknown
source: The outcome is unconfirmed. The original request ID is retained. Check the record first; a missing record never causes an automatic resubmission.
zh_hans: 结果尚未确认。已保留原请求编号，请先核对记录。未找到记录也不会自动重新声明。

# workshopCreator.storage
source: The local recovery record could not be safely read or saved. The declaration cannot continue.
zh_hans: 本机恢复记录无法安全读取或保存，声明未继续。

# workshopCreator.changed
source: Your account, permission, or presentation changed. Go back and open this page again.
zh_hans: 账号、权限或页面已变化，请返回后重新进入。

# workshopCreator.failed
source: The original text source or declaration could not be verified. Refresh to try again.
zh_hans: 无法核对该原创文字源或声明记录。请刷新后重试。

# workshopCreator.field.title
source: Title
zh_hans: 标题

# workshopCreator.field.description
source: Description
zh_hans: 简介

# workshopCreator.field.ruleInstructions
source: Rules
zh_hans: 规则原文

# workshopCreator.field.merchantGuide
source: Merchant guide
zh_hans: 商家指引原文

# workshopCreator.field.questionName
source: Question
zh_hans: 问题原文

# workshopCreator.field.questionAnswer
source: Answer
zh_hans: 答案原文

# workshopCreator.field.hint1
source: Hint 1
zh_hans: 提示一

# workshopCreator.field.hint2
source: Hint 2
zh_hans: 提示二

# workshopCreator.field.answerReveal
source: Answer reveal
zh_hans: 答案揭示

# workshopCreator.omitted.categoryId
source: Category
zh_hans: 分类

# workshopCreator.omitted.activityCategoryids
source: Activity categories
zh_hans: 活动分类

# workshopCreator.omitted.players
source: Player count
zh_hans: 人数

# workshopCreator.omitted.usageLocation
source: Location
zh_hans: 适用地点

# workshopCreator.omitted.requiredMaterials
source: Materials
zh_hans: 所需材料

# workshopCreator.omitted.duration
source: Duration
zh_hans: 时长

# workshopCreator.omitted.difficulty
source: Difficulty
zh_hans: 难度
